<!--


███████╗░█████╗░████████╗░█████╗░██╗░██████╗░░█████╗░██╗░░░░░
██╔════╝██╔══██╗╚══██╔══╝██╔══██╗╚█║██╔════╝░██╔══██╗██║░░░░░
█████╗░░██║░░██║░░░██║░░░██║░░██║░╚╝██║░░██╗░███████║██║░░░░░
██╔══╝░░██║░░██║░░░██║░░░██║░░██║░░░██║░░╚██╗██╔══██║██║░░░░░
██║░░░░░╚█████╔╝░░░██║░░░╚█████╔╝░░░╚██████╔╝██║░░██║███████╗
╚═╝░░░░░░╚════╝░░░░╚═╝░░░░╚════╝░░░░░╚═════╝░╚═╝░░╚═╝╚══════╝


𝔸𝕦𝕥𝕖𝕦𝕣 : Elias Zaiem
𝔻𝕒𝕥𝕖 : 18.05.2022
ℙ𝕣𝕠𝕛𝕖𝕥 : TPI Elias Zaiem Mai-2022
ℙ𝕣𝕠𝕗 𝔻𝕖 𝕋ℙ𝕀 : Mr.Garchery
ℂ𝕝𝕒𝕤𝕤𝕖 : I.DA-P4A
-->
<?php
/* Controleur si tout va bien lors du tri*/

$action = filter_input(INPUT_GET, 'action');
switch ($action) {
        //Visuel de la page de tri
    case 'ShowTriForm':
        //Affiche la page trier.
        include 'vue/trier_form.php';
        break;

    case 'filterCategorie':

        $_SESSION['filterCategorie'] = $_POST['categorieProduction'];
        $_SESSION['orderProduction'] = $_POST['typeTri'];

        header('Location: index.php?uc=trier&action=ShowTriForm');
        exit;
        break;

    default:
        include 'vue/erreur404.php';
        break;
}
